[
    {
       "Title":"Professor John Ambrose Fleming",
       "start_date":"29-11-1849",
       "end_date":"18-04-1945",
       "long_description":"\u003Cp\u003EProfessor John Ambrose Fleming, often referred to as Ambrose Fleming was the first professor of electrical engineering into UK. He held his chair at University College London.\u003C-p\u003E\n\n\u003Cp\u003E\u003Ca href=\u0022https:--www.electronics-notes.com-articles-history-pioneers-sir-john-ambrose-fleming.php\u0022\u003ERead more\u003C-a\u003E\u003C-p\u003E",
       "short_description":"Inventor of the diode valve, Fleming\u0027s Left Hand and Right Hand Rules",
       "image":"John-Ambrose-Fleming.jpg",
       "image_credit_line":"Marconi plc"
    },
    {
       "Title":"Captain Henry J Round",
       "start_date":"02-06-1881",
       "end_date":"17-08-1966",
       "long_description":"\u003Cp\u003ECaptain Henry Round is a little known genius in the field radio early radio or wireless development. His research and development included work on early vacuum tube or thermionic valve technology investigating how the high frequency performance could be improved. Round was also the first person to note the effect we now know as a light emitting diode. He published this in 1908.\u003C-p\u003E\n\n\u003Cp\u003EHe developed a number of radio circuits including one called an autodyne, and he was closely involved in the new technology of radio direction finding - with this he noticed the movement of the German navy which he reported and this was used in making decisions that lead to the Battle of Jutland, the largest naval battle of the First World War. Later, Round focussed on other technologies and was closely involved with the development of ASDIC, used for detecting submarines, which was especially important in the Second World War.\u003C-p\u003E",
       "short_description":"Round developed vacuum tube and radio receiver technology as well as being a leading light in ASDIC development.",
       "image":"",
       "image_credit_line":""
    },
    {
       "Title":"Alessandro Volta",
       "start_date":"18-02-1745",
       "end_date":"5-5-1827",
       "long_description":"\u003Cp\u003EThe Volt is the unit of electromotive force which is named after Alessandro Volta who was an Italian scientist and pioneer of electrical science.\u003C-p\u003E\n\n\u003Cp\u003EWhat is a less well known fact about the history of Volta is that he invented the first primary battery and in doing so he moved electrical science from the electrostatic era into electrodynamic age.\u003C-p\u003E\n\n\u003Cp\u003EHis invention of the electrical battery made possible many further developments, and the basic ideas for his electrical batteries are still in use today. \u003C-p\u003E\n\n\u003Cp\u003ESome years earlier when electrical science was still firmly focussed on electrostatics, he also proposed the idea of a unit of electric tension. Fortunately his suggestion was not taken up because one of these early units equated to 13.3 kV!\u003C-p\u003E\n\n\u003Cp\u003E\u003Ca href=\u0022https:--www.electronics-notes.com-articles-history-pioneers-alessandro-volta-biography.php\u0022\u003ERead more\u003C-a\u003E\u003C-p\u003E",
       "short_description":"Volta was instrumental in formulating many of the foundations of electrical science and he invented the first battery.",
       "image":"",
       "image_credit_line":""
    },
    {
       "Title":"Andre-Marie Ampere",
       "start_date":"20-01-1775",
       "end_date":"10-06-1836",
       "long_description":"\u003Cp\u003EAndre Marie Ampere was one of the early pioneers of electrical science. In the days when electricity was very much a mystery because there were few ways of detecting it, Ampere effectively made the first electrical measuring instrument, thereby enabling people to understand how much current was flowing in a circuit. Along with his mathematical derivations of electricity, he made a truly major input to the early science of electricity.\u003C-p\u003E\n\n\u003Cp\u003E\u003Ca href=\u0022https:--www.electronics-notes.com-articles-history-pioneers-andre-marie-ampere.php\u0022\u003ERead more\u003C-a\u003E\u003C-p\u003E",
       "short_description":"Ampere as early pioneer of electrical science, inventing the first measuring instrument.",
       "image":"",
       "image_credit_line":""
    },
    {
       "Title":"Edwin Armstrong",
       "start_date":"18-12-1895",
       "end_date":"31-01-1954",
       "long_description":"\u003Cp\u003EEdwin Armstrong was a remarkably talented engineer who contributed a huge amount to early radio and wireless technology. He was one of the first to use a triode vacuum tube - thermionic valve to amplify signals ( previously they had only been used as diode detectors or rectifiers). He developed the regenerative radio that significantly improved selectivity and sensitivity over the other radios that were available. He is credited with the invention of the superhet radio that was used for many years as the main form of radio technology enology. He also developed wideband FM to provide low noise high quality reception. Nobody was initially interested in the concept and so he set up his own broadcast radio station to prove the idea.\u003C-p\u003E\n\n\u003Cp\u003ESadly Armstrong was never given an easy ride in life and he committed suicide when on hs own in a hotel room in New York, USA.\u003C-p\u003E\n\n\u003Cp\u003E\u003Ca href=\u0022https:--www.electronics-notes.com-articles-history-pioneers-edwin-armstrong-biography.php\u0022\u003ERead more\u003C-a\u003E\u003C-p\u003E",
       "short_description":"Armstrong is little known but se the foundations for many areas of modern radio inventing the regenerative radio, superhet radio and wideband FM",
       "image":"edwin-armstrong-01.jpg",
       "image_credit_line":"Electronics Notes"
    },
    {
       "Title":"Georg Simon Ohm",
       "start_date":"16-4-1789",
       "end_date":"16-7-1854",
       "long_description":"\u003Cp\u003EEvery person who has studied physics will have heard of Ohm\u0027s Law and will be familiar with the ohm as the unit of resistance.\u003C-p\u003E\n\n\u003Cp\u003EYet behind the unit and the law was a very real man. Someone who performed experiments with phenomena which were at the forefront of the science of the time. Despite being ridiculed by many, Ohm brought understanding to the phenomenon of electrical resistance.\u003C-p\u003E\n\n\u003Cp\u003EOhm was also a person who had a great insight, he was able to develop his theories with only the most basic measuring techniques and equipment.\u003C-p\u003E\n\n\u003Cp\u003E\u003Ca href=\u0022https:--www.electronics-notes.com-articles-history-pioneers-georg-simon-ohm-biography.php \u0022\u003ERead more\u003C-a\u003E\u003C-p\u003E",
       "short_description":"Ohm discovered the relationship between current and voltage in an electrical circuit and gave his name to the unit of electrical resistance",
       "image":"",
       "image_credit_line":""
    },
    {
       "Title":"Michael Faraday",
       "start_date":"22-09-1791",
       "end_date":"25-8-1867",
       "long_description":"\u003Cp\u003ECalled the Father of Electrical Engineering and the greatest scientist of his day, Michael Faraday came from a humble background and received little formal education. In his lifetime Faraday achieved a great amount in many spheres of scientific discovery whilst also being a brilliant and charismatic lecturer.\u003C-p\u003E\n\n\u003Cp\u003EMichael Faraday is best known for formulating the laws of electromagnetic induction, and laying the foundations necessary to make electric motors, dynamos and transformers. On top of this he devised the laws of electrolysis, was the first to liquefy chlorine, to isolate benzene and he also discovered magneto-optical effects. Through all of this he was a deeply religious and humble man whose scientific knowledge and religious beliefs were in harmony.\u003C-p\u003E",
       "short_description":"A son of a blacksmith, Michael Faraday become one of the foremost scientists of his time formulating the theory of dynamos, motors, etc",
       "image":"michael-faraday-statue-outside-iet-4536.jpg",
       "image_credit_line":"Electronics Notes"
    },
    {
       "Title":"Lee de Forest",
       "start_date":"26-8-1873",
       "end_date":"30-6-1961",
       "long_description":"\u003Cp\u003ELee de Forest built on Ambrose Fleming\u0027s diode valve by adding a third electrode into the envelope to create a device he called his Audion This idea was patented in 1906. Initially the new audio was only used for detecting radio signals. Only later did others develop a way to use it as an amplifier, although these early amplifiers were very poor and suffered many limitations, often bursting into oscillation.\u003C-p\u003E",
       "short_description":"de Forest further developed Fleming\u0027s diode valve to make his Audion",
       "image":"",
       "image_credit_line":""
    },
    {
       "Title":"Heinrich Hertz",
       "start_date":"22-2-1859",
       "end_date":"1-1-1894",
       "long_description":"\u003Cp\u003EHeinrich Hertz is the man who is credited with being the first person to knowingly demonstrating radio electromagnetic waves or Hertzian waves and radio communication.\u003C-p\u003E\n\n\u003Cp\u003E\u003Ca href=\u0022https:--www.electronics-notes.com-articles-history-pioneers-heinrich-hertz-biography.php\u0022\u003ERead more\u003C-a\u003E\u003C-p\u003E",
       "short_description":"Heinrich Hertz is the man who is credited with being the first person to knowingly demonstrating radio electromagnetic waves or Hertzian waves and radio communication.",
       "image":"",
       "image_credit_line":""
    }
 ]